{
  "STARTUP_BEEP": "Zapnout zvukové melodie, když je ESC zapnuto.",
  "BRAKE_ON_STOP": "Brzda při zastavení motorů.",
  "BEACON_DELAY": "Po jak dlouhé době nečinnosti by měl maják vypnout.",
  "TEMPERATURE_PROTECTION": "Při jaké teplotě se ESC vypne.",
  "BEEP_STRENGTH": "Hlasitost spouštěcích pípnutí. Příliš vysoké nastavení může poškodit motory.",
  "BEACON_STRENGTH": "Hlasitost majáku. Příliš vysoké nastavení může poškodit motory.",
  "STARTUP_POWER_MIN": "Nejmenší množství energie použité při spouštění motorů. Zvýšit, pokud motory nejsou schopny se roztočit s nízkým vstupem plynu.",
  "DITHERING": "Zvyšuje efektivní rozlišení pwm na 2000 kroků. Doporučuje se ponechat toto s frekvencí pwm nad 24kHz.",
  "STARTUP_POWER_MAX": "Omezuje výkon při spouštění motorů nebo při zpětném chodu.",
  "RPM_POWER_SLOPE": "Omezuje, jak moc lze zvýšit výkon podle toho, jak rychle se motor otáčí. Nižší hodnoty zabrání výkonovým špičkám, ale mohou také snížit zrychlení a maximální dosažitelnou rychlost.",
  "MOTOR_DIRECTION": "Směr otáčení motoru může být normální nebo opačný. V obousměrném režimu je centrální plyn nulový.",
  "COMMUTATION_TIMING": "Časový rozvrh komutace motorů. Vyšší časování je méně náchylné k desynchronizaci a může poskytnout více energie za cenu účinnosti.",
  "DEMAG_COMPENSATION": "Míra, ve kterém by mělo být napájení přerušeno, aby se zabránilo zastavení motoru způsobenému dlouhou dobou demagnetizace vinutí po komutaci.",
  "SINUSOIDAL_STARTUP": "Během prvních 10 procent plynu je motor zaveden v sinusové komutaci s otevřenou smyčkou.",
  "COMPLEMENTARY_PWM": "Umožňuje aktivní brzdění pomocí zemnění pro snížení proudu místo diod těla MOSFETů.",
  "VARIABLE_PWM_FREQUENCY": "Zvyšuje frekvenci PWM úměrně k otáčkám motoru z 24-48 kHz, aby se zabránilo rušení plynu.",
  "STUCK_ROTOR_PROTECTION": "Přeruší napájení motoru a zastaví pokus o restart po 10 neúspěšných pokusech o spuštění.",
  "STALL_PROTECTION": "Automaticky zvyšuje plyn pod prahovou hodnotu otáček, aby se zabránilo zastavení motoru, nedoporučuje se pro vícerotorové.",
  "TIMING_ADVANCE": "Časový rozvrh komutace motorů. Vyšší časování je méně náchylné k desynchronizaci a může poskytnout více energie za cenu účinnosti.",
  "MOTOR_KV": "Hodnota KV motoru uvedená výrobcem. Hodnota se používá k nastavení limitu otáček pro ochranu plynu při nízkých otáčkách.",
  "MOTOR_POLES": "Počet pólů motoru. Tato hodnota se používá k nastavení sinusoidální rychlosti startu.",
  "STARTUP_POWER": "Ovládá počáteční výkon motoru při spouštění a minimální úroveň plynu.",
  "PWM_FREQUENCY": "Je-li proměnná PWM vypnuta, ručně nastaví přepínání frekvence (PWM) na zvolený rozsah.",
  "BEEP_VOLUME": "Úroveň výkonu pro zvukové pípnutí vytvořené motorem. Příliš vysoké nastavení může poškodit motory.",
  "INTERVAL_TELEMETRY": "Výstupní telemetrická data v intervalu 30 ms.",
  "SERVO_LOW_THRESHOLD": "Jakýkoli signál pod touto úrovní je považován za nulový plyn.",
  "SERVO_HIGH_THRESHOLD": "Jakýkoli signál nad touto úrovní je považován za maximální plyn.",
  "SERVO_NEUTRAL": "Pro dvousměrné režimy se jedná o nulovou polohu plynu v mikrosekundách.",
  "SERVO_DEAD_BAND": "Aplikováno na obě strany servo neutrálu, cokoliv v tomto rozsahu je považováno za nulový plyn.",
  "LOW_VOLTAGE_CUTOFF": "Pokud je povoleno, přeruší napájení motoru, když napětí klesne pod práh nízkého napětí.",
  "LOW_VOLTAGE_THRESHOLD": "Úroveň napětí na článek, kde je přerušeno napájení. Jednotky ve voltech * 100. Například pro vypnutí při 3,3V zadejte 330.",
  "RC_CAR_REVERSING": "Pouze pro pozemní vozidla. Přepíše uživatelská nastavení a přepne ESC do obousměrného režimu s dvojitým klepnutím pro ovládání typu vzad.",
  "USE_HALL_SENSORS": "Pro regulátory otáček pro použití se senzorovými motory se vstupem Hallova čidla.",
  "SINE_MODE_RANGE": "Množství plynu v procentech použité pro sinusoidální startování.",
  "BRAKE_STRENGTH": "Úroveň přidržovací brzdy, která se použije při zapnutí brzdění.",
  "BRAKING_STRENGTH": "Maximální brzdná síla (doplňkový brzdný cyklus PWM).",
  "POWER_RATING": "Depending on the power rating of your board this needs to be set to '1S Only' if the board is rated for 1S only. On all boards rated at least with 2S (including 1-2S) or when a DC/DC converter is used to power the ESCs MCUs, this needs to be set to '1-2S+'.",
  "PWM_THRESHOLD_LOW": "Pod tímto plynem, bude signál PWM 96kHz. Mezi nízkým a vysokým, bude použit signál PWM 48kHz.",
  "PWM_THRESHOLD_HIGH": "Nad tímto plynem, bude signál PWM 24kHz.",
  "FORCE_EDT_ARM": "Odjištění pouze po úspěšném startu EDT. Firmware řídící jednotky musí tuto funkci podporovat.",
  "ESC_PROTOCOL": "Vyberte protokol ESC, který chcete použít. Je to v zájmu bezpečnosti, s předvoleným esc protokolem je zabráněno rozpoznání falešného plynu!",
  "RCPULSE_FILTER": "Hodnoty nad 0 umožní filtr impulzů RC, čím větší je filtr, tím agresivnější. Použití pouze pro kompenzaci opravdu špatných nastavení.",
  "RUNNING_BRAKE_LEVEL": "Množství použitého brzdění, když motor běží.",
  "TEMPERATURE_LIMIT": "Při dosažení prahové hodnoty výrazně sníží maximální výkon.",
  "CURRENT_LIMIT": "Udrží maximální možné otáčky při povoleném proudu.",
  "SINE_MODE_POWER": "Pevná úroveň pracovního cyklu, použita při sinusovém režimu. POZOR: Hodnoty nad 6 mohou poškodit motor a/nebo ESC.",
  "BIDIRECTIONAL_MODE": "Neutrální poloha je uprostřed plynu. Pohybuje se jedním směrem nad středem a druhým směrem, pod středem."
}
