{
  "STARTUP_BEEP": "Wenn der ESC mit Strom versorgt wird und ein Motor verbunden ist, ertönt eine Melodie.",
  "BRAKE_ON_STOP": "Wenn der ESC den Befehl zum Stoppen des Motors bekommt, wird dieser aktiv gebremst.",
  "BEACON_DELAY": "Zeitraum der Inaktivität bis der Beacon Ton aúsgegeben wird.",
  "TEMPERATURE_PROTECTION": "Legt die maximale Temperatur fest, welche der ESC erreichen darf bis dieser sich abschält.",
  "BEEP_STRENGTH": "Die Lautstärke der Startmelodie. Wenn diese zu hoch gesetzt wird besteht Gefahr die Motoren zu beschädigen.",
  "BEACON_STRENGTH": "Die Lautstärke des Beacon. Wenn diese zu hoch gesetzt wird besteht Gefahr die Motoren zu beschädigen.",
  "STARTUP_POWER_MIN": "Minimale Leistung, welche für das Andrehen der Motoren verwendet wird. Erhöhe diese, wenn sich die Motoren nach dem Armen nicht zuverlässig drehen.",
  "DITHERING": "Erhöht die effektive PWM Auflösung auf 2000 Schritte. Es empfiehlt sich diese Einstellung aktiviert zu lassen - im Speziellen bei PWM Frequenzen über 24kHz.",
  "STARTUP_POWER_MAX": "Limitiert die Leistung wenn die Motoren gestartet oder die Drehrichtung geändert wird.",
  "RPM_POWER_SLOPE": "Beschränkt wie sehr die Leistung, basierend auf der momentanen Drehzahl, erhöht werden kann. Niedrige Werte verhindern Leistungsspitzen, können aber auch zu verminderter Beschleunigung und verminderter maximal Geschwindigkeit führen.",
  "MOTOR_DIRECTION": "Die Motordrehrichtung kann normal oder rückwärts sein. Im \"bidirecional\" Modus ist die Mittelstellung des Steuerknüppels Null.",
  "COMMUTATION_TIMING": "Motorkommutations timing. Höhere Werte führen in der Regel zu weniger de-syncs und führen zu mehr Leistung auf kosten der Effizienz.",
  "DEMAG_COMPENSATION": "Wie sehr die Leistung beschränkt werden soll um das stocken des Motors durch lange dauernde de-magnetisierung nach der Kommutation zu verhindern.",
  "SINUSOIDAL_STARTUP": "Während der ersten 10 Prozent Schub wird der Motor im sinusförmigen offenen Regelkreis betrieben.",
  "COMPLEMENTARY_PWM": "Aktiviert das aktive Bremsen durch die Verwendung der Low-Side-Schalter im Current-Decay-Betrieb anstatt der MOSFET Body-Dioden.",
  "VARIABLE_PWM_FREQUENCY": "Erhöht die PWM-Frequenz proportional zu Motordrehzahl von 24-48kHz, um Störungen zu vermeiden.",
  "STUCK_ROTOR_PROTECTION": "Trennt den Strom vom Motor, stoppt und versucht einen Neustart nach 10 gescheiterten Versuchen.",
  "STALL_PROTECTION": "Erhöht den Schub automatisch wenn dieser unter einen Drehzahl Schwellwert fällt und versucht das Stoppen des Motors zu verhindern. Für Multicopter nicht empfohlen.",
  "TIMING_ADVANCE": "Motorkommutations Timing. Höhere Werte führen in der Regel zu weniger de-syncs und bringen mehr Leistung auf Kosten der Effizienz.",
  "MOTOR_KV": "Der vom Hersteller angegebene KV-Wert des Motors. Dieser Wert wird verwendet um das Limit für den Schutz bei niedriger Drehzahl zu bestimmen.",
  "MOTOR_POLES": "Polzahl des Motors. Dieser Wert wird verwendet, um die sinusförmige Startgeschwindigkeit anzupassen.",
  "STARTUP_POWER": "Steuert die dem Motor während des Starts verliehene Ausgangsleistung und den minimalen Schub.",
  "PWM_FREQUENCY": "Wenn variables PWM deaktiviert ist, wird die Schaltfrequenz (PWM) manuell auf den gewählten Bereich gesetzt.",
  "BEEP_VOLUME": "Die Lautstärke für die Piep-Töne. Zu hohe Werte können den Motor beschädigen.",
  "INTERVAL_TELEMETRY": "Gibt Telemetriedaten in einem 30ms Intervall aus.",
  "SERVO_LOW_THRESHOLD": "Jedes Signal unter diesem Wert wird als Null interpretiert.",
  "SERVO_HIGH_THRESHOLD": "Jedes Signal über diesem Wert wird als Maximum interpretiert.",
  "SERVO_NEUTRAL": "Im bidirektionalen Modus ist dies die Null-Position in Mikrosekunden.",
  "SERVO_DEAD_BAND": "Wird auf beiden Seiten der Servo Neutralstellung angewendet. Alles in diesem Bereich wird als Null interpretiert.",
  "LOW_VOLTAGE_CUTOFF": "Wenn aktiviert, wird die Stromversorgung zum Motor getrennt falls die Versorgungsspannung unter einen bestimmten Wert fällt.",
  "LOW_VOLTAGE_THRESHOLD": "Zellenspannung bei der die Stromzufuhr unterbrochen wird. Einheiten in 10mV. Um beispielsweise bei 3.3V zu unterbrechen muss 330 eingegeben werden.",
  "RC_CAR_REVERSING": "Nur für Bodenfahrzeuge. Überschreibt die Benutzereinstellungen und versetzt den ESC in den bidirektionalen Modus. Mit Doppeltipp, um den Motor rückwärts zu drehen.",
  "USE_HALL_SENSORS": "Für ESCs mit Hall-Sensoreingang, wenn Motoren mit Drehzahlgeber verwendet werden.",
  "SINE_MODE_RANGE": "Schub in Prozent für sinusförmigen Startup.",
  "BRAKE_STRENGTH": "Die Menge an Bremskraft die angewendet wird wenn \"Beim Stoppen der Motoren bremsen\" aktiviert ist.",
  "BRAKING_STRENGTH": "Maximale Bremsstärke (komplementärer PWM-Arbeitszyklus).",
  "POWER_RATING": "Bei Verwendung von EDT auf 1S Setups sind die Temperaturmessungen ausgeschaltet, falls die Einstellung nicht auf 1S gesetzt ist. Alle Setups mit 2S und mehr brauchen diese Einstellung nicht ändern.",
  "PWM_THRESHOLD_LOW": "Unterhalb dieser Gasstellung wird mit 96kHz moduliert. Zwischen unteren und oberen Schwellenwert mit 48kHz.",
  "PWM_THRESHOLD_HIGH": "Bei höherer Gasstellung wird eine PWM Frequenz von 24kHz verwendet.",
  "FORCE_EDT_ARM": "Nur nach erfolgreichem EDT Handshake armen. Die Flugcontroller Firmware muss diese Funktion unterstützen.",
  "ESC_PROTOCOL": "Wähle das ESC-Protokoll, das du verwenden möchtest. Dies dient der Sicherheit! Durch ein vorausgewähltes ESC-Protokoll, können falsche Signale für die Gasstellung verhindert werden!",
  "RCPULSE_FILTER": "Werte über 0 aktivieren den RC Pulsfilter, je höher die Zahl, desto aggressiver der Filter. Verwende diesen nur, um schlecht getuntes Flugverhalten auszugleichen.",
  "RUNNING_BRAKE_LEVEL": "Die Bremskraft während der Motor läuft.",
  "TEMPERATURE_LIMIT": "Verringert die Ausgangsleistung erheblich wenn das Limit überschritten wird.",
  "CURRENT_LIMIT": "Hält die maximal möglichen RPM innerhalb des Stromlimits.",
  "SINE_MODE_POWER": "Fixed duty cycle level to be used when using sine mode. CAUTION: Values above 6 might damage motor and/or ESC."
}
