{
  "STARTUP_BEEP": "Abilita melodia beep all'accensione dell'ESC.",
  "BRAKE_ON_STOP": "Freno quando i motori sono fermi.",
  "BEACON_DELAY": "Dopo quanto tempo d'inattività il beacon dovrebbe cominciare a spegnersi.",
  "TEMPERATURE_PROTECTION": "A quale temperatura l'ESC deve spegnersi.",
  "BEEP_STRENGTH": "Il volume dei beep all'avvio. Impostandolo troppo alto potrebbe danneggiare i motori.",
  "BEACON_STRENGTH": "Il volume del beacon. Impostandolo troppo alto potrebbe danneggiare i motori.",
  "STARTUP_POWER_MIN": "La quantità minima di potenza applicata all'avvio dei motori. Aumentare se i motori non sono in grado di girare dopo l'armamento.",
  "DITHERING": "Aumenta l'effettiva risoluzione dei pwm con passi di 2000. Si raccomanda d'inserirlo con una frequenza pwm oltre i 24Hz.",
  "STARTUP_POWER_MAX": "Limita la potenza all'avvio dei motori o cambiando direzione.",
  "RPM_POWER_SLOPE": "Limita la quantità di potenza che può essere aumentata in base alla velocità di rotazione del motore. Valori più bassi eviteranno picchi di potenza ma possono anche diminuire l'accelerazione e la velocità massima raggiungibile.",
  "MOTOR_DIRECTION": "La direzione di rotazione del motore può essere normale o invertita. In modalità bidirezionale, il centro dell'acceleratore è zero.",
  "COMMUTATION_TIMING": "Timing avanzato della commutazione motore. Tempi più elevati sono meno soggetti a desync e possono fornire più potenza a scapito dell'efficienza.",
  "DEMAG_COMPENSATION": "La misura in cui l'alimentazione deve essere interrotta per proteggere dallo stallo del motore causato dal lungo tempo di smagnetizzazione dell'avvolgimento dopo la commutazione.",
  "SINUSOIDAL_STARTUP": "Durante il primo 10 percento di accelerazione, il motore entra in commutazione sinusoidale a loop.",
  "COMPLEMENTARY_PWM": "Consente la frenata attiva utilizzando interruttori sul lato basso per il decadimento della corrente invece dei diodi del MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Aumenta la frequenza PWM proporzionalmente al numero di giri del motore da 24-48 khz per evitare disturbi dell'acceleratore.",
  "STUCK_ROTOR_PROTECTION": "Toglie alimentazione al motore e interrompe il tentativo di riavvio dopo 10 tentativi di avviamento falliti. Toglie alimentazione al motore e interrompe il tentativo di riavvio dopo 10 tentativi di avviamento falliti.",
  "STALL_PROTECTION": "Aumenta automaticamente l'acceleratore al di sotto di una soglia di giri per cercare di evitare lo stallo del motore, non consigliato per multirotori.",
  "TIMING_ADVANCE": "Temporizzazione anticipo commutazione motore. Tempi più elevati sono meno soggetti a desync e possono fornire più potenza a scapito dell'efficienza.",
  "MOTOR_KV": "Il valore KV del motore dichiarato dal costruttore. Il valore viene utilizzato per impostare il limite di RPM per la protezione dell'acceleratore a bassi RPM.",
  "MOTOR_POLES": "Numero di poli del motore. Questo valore viene utilizzato per regolare la velocità di avvio sinusoidale.",
  "STARTUP_POWER": "Controlla la potenza iniziale data al motore durante l'avvio e il livello minimo di acceleratore.",
  "PWM_FREQUENCY": "Quando il PWM variabile è disabilitato, questo imposta manualmente la frequenza di commutazione (PWM) all'intervallo scelto.",
  "BEEP_VOLUME": "Il livello di potenza dei segnali acustici del motore. Impostazioni troppo alte potrebbero danneggiare i motori.",
  "INTERVAL_TELEMETRY": "Uscita dati telemetria a un intervallo di 30ms.",
  "SERVO_LOW_THRESHOLD": "Qualsiasi segnale al di sotto di questo punto è considerato a zero acceleratore.",
  "SERVO_HIGH_THRESHOLD": "Qualsiasi segnale al di sopra di questo punto è considerato acceleratore al massimo.",
  "SERVO_NEUTRAL": "Per le modalità bidirezionali questa è la posizione di zero acceleratore in microsecondi.",
  "SERVO_DEAD_BAND": "Applicato su entrambi i lati del Servo Neutral, qualsiasi cosa in questa gamma è considerata a zero acceleratore.",
  "LOW_VOLTAGE_CUTOFF": "Quando abilitato taglierà energia al motore quando la tensione scende al di sotto della soglia di bassa tensione.",
  "LOW_VOLTAGE_THRESHOLD": "Livello di tensione per cella per cui viene interrotta l'alimentazione. Ad esempio per interrompere a 3.3v, inserire 330 (unità in volt * 100).",
  "RC_CAR_REVERSING": "Solo per i veicoli di terra. Sovrascrive le impostazioni dell'utente e posiziona ESC in modalità bidirezionale con doppio tocco per invertire il tipo di controllo.",
  "USE_HALL_SENSORS": "Per i regolatori di velocità con sensore d'ingresso hall da utilizzare con motori sensored.",
  "SINE_MODE_RANGE": "La quantità di acceleratore in percentuale utilizzata per l'avvio sinusoidale.",
  "BRAKE_STRENGTH": "Il livello di tenuta del freno applicato quando il freno è attivato su stop.",
  "BRAKING_STRENGTH": "Livello massimo di frenata applicata (ciclo di servizio PWM complementare).",
  "POWER_RATING": "Depending on the power rating of your board this needs to be set to 1S if the board is rated for 1S only. On all boards rated at least with 2S (including 1-2S) or when a DC/DC converter is used to power the ESCs MCUs, this needs to be set to 2S+.",
  "PWM_THRESHOLD_LOW": "Sotto questo punto dell'acceleratore, verrà ' usato un segnale PWM a 96kHz. Tra basso e alto, si userà un segnale PWM a 48kHz.",
  "PWM_THRESHOLD_HIGH": "Sopra questo punto dell' acceleratore, verrà utilizzato un segnale PWM a 24kHz.",
  "FORCE_EDT_ARM": "L' arm avviene solo dopo un riconoscimento EDT con successo. Il firmware del controllore di volo deve supportare questa funzione.",
  "ESC_PROTOCOL": "Seleziona il protocollo ESC che vuoi usare. Per sicurezza, con un protocollo esc preselezionato, si prevengono falsi segnali dell'acceleratore!",
  "RCPULSE_FILTER": "I valori sopra 0 attiveranno il filtro impulso RC, maggiore è il numero più aggressivo il filtro. Usare solo per compensare una messa a punto errata.",
  "RUNNING_BRAKE_LEVEL": "La quantità di freno usato quando il motore è in funzione.",
  "TEMPERATURE_LIMIT": "Diminuisce la potenza massima quando si raggiunge il limite.",
  "CURRENT_LIMIT": "Mantiene il massimo RPM possibile alla corrente consentita.",
  "SINE_MODE_POWER": "Livello fissato da usare in modalità sine. ATTENZIONE: I valori superiori a 6 potrebbero danneggiare il motore e/o l'ESC.",
  "BIDIRECTIONAL_MODE": "La posizione neutrale è nel centro dell'acceleratore. Ruota in una direzione al di sopra del centro e nell'altra direzione al di sotto della posizione centrale."
}
