{
  "STARTUP_BEEP": "Abilita melodia beep all'accensione dell'ESC.",
  "BRAKE_ON_STOP": "Freno quando i motori sono fermi.",
  "BEACON_DELAY": "Dopo quanto tempo d'inattività il beacon dovrebbe cominciare ad andare via.",
  "TEMPERATURE_PROTECTION": "A quale temperatura l'ESC deve spegnersi.",
  "BEEP_STRENGTH": "Il volume dei beep all'avvio. Impostandolo troppo alto potrebbe danneggiare i motori.",
  "BEACON_STRENGTH": "Il volume del beacon. Impostandolo troppo alto potrebbe danneggiare i motori.",
  "STARTUP_POWER_MIN": "La quantità minima di potenza applicata all'avviamento dei motori. Aumentare se i motori non sono in grado di avviarsi con un minimo di acceleratore.",
  "DITHERING": "Aumenta l'effettiva risoluzione dei pwm con passi di 2000. Si raccomanda d'inserirlo con una frequenza pwm superiore ai 24Hz.",
  "STARTUP_POWER_MAX": "Limita la potenza all'avvio dei motori o cambiando direzione.",
  "RPM_POWER_SLOPE": "Limita la quantità di potenza che può essere aumentata in base alla velocità di rotazione del motore. Valori più bassi eviteranno picchi di potenza ma possono anche diminuire l'accelerazione e la velocità massima raggiungibile.",
  "MOTOR_DIRECTION": "La rotazione del motore può essere normale o invertita. In modalità bidirezionale, il centro dell'acceleratore è zero.",
  "COMMUTATION_TIMING": "Timing avanzato della commutazione motore. Tempi più elevati sono meno soggetti a desync e possono fornire più potenza a scapito dell'efficienza.",
  "DEMAG_COMPENSATION": "La misura in cui l'alimentazione deve essere interrotta per proteggere dallo stallo del motore causato dal lungo tempo di smagnetizzazione dell'avvolgimento dopo la commutazione.",
  "SINUSOIDAL_STARTUP": "Durante il primo 10 percento di accelerazione, il motore entra in commutazione sinusoidale a loop.",
  "COMPLEMENTARY_PWM": "Consente la frenata attiva utilizzando interruttori sul lato basso per il decadimento della corrente invece dei diodi del MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Aumenta la frequenza PWM proporzionalmente al numero di giri del motore da 24-48 khz per evitare disturbi dell'acceleratore.",
  "STUCK_ROTOR_PROTECTION": "Toglie alimentazione al motore e interrompe il tentativo di riavvio dopo 10 tentativi di avviamento falliti. Toglie alimentazione al motore e interrompe il tentativo di riavvio dopo 10 tentativi di avviamento falliti.",
  "STALL_PROTECTION": "Aumenta automaticamente l'acceleratore al di sotto di una soglia di giri per cercare di evitare lo stallo del motore, non consigliato per multirotori.",
  "TIMING_ADVANCE": "Temporizzazione anticipo commutazione motore. Tempi più elevati sono meno soggetti a desync e possono fornire più potenza a scapito dell'efficienza.",
  "MOTOR_KV": "The KV rating of the motor stated by the manufacturer. The value is used to set RPM limit for low rpm throttle protection.",
  "MOTOR_POLES": "Pole count of the motor. This value is used to adjust sinusoidal startup speed.",
  "STARTUP_POWER": "Controls the initial power given to the motor during startup and minimum throttle level.",
  "PWM_FREQUENCY": "When variable PWM is disabled, this manually sets the switching frequency (PWM) to the chosen range.",
  "BEEP_VOLUME": "The level of power for the audible beeps made by the motor. Settings too high might damage the motors.",
  "INTERVAL_TELEMETRY": "Outputs telemetry data on a 30ms interval.",
  "SERVO_LOW_THRESHOLD": "Any signal below this point is considered zero throttle.",
  "SERVO_HIGH_THRESHOLD": "Any signal above this point is considered maximum throttle.",
  "SERVO_NEUTRAL": "For bi-directional modes this is the zero throttle position in microseconds.",
  "SERVO_DEAD_BAND": "Applied to either side of Servo Neutral, anything in this range is considered zero throttle.",
  "LOW_VOLTAGE_CUTOFF": "When enabled will cut power to the motor when the voltage drops below the low voltage threshold.",
  "LOW_VOLTAGE_THRESHOLD": "Voltage level per cell where power is cut. Units in volts * 10. To cut off at 3.3v enter 330 for example.",
  "RC_CAR_REVERSING": "For ground vehicles only. Overrides user settings and places ESC into bi-directional mode with double tap to reverse type control.",
  "USE_HALL_SENSORS": "For speed controllers with a hall sensor input to be used with sensored motors.",
  "SINE_MODE_RANGE": "The amount of throttle in percent used for sinusoidal startup.",
  "BRAKE_STRENGTH": "The level of hold brake applied when brake on stop is enabled.",
  "BRAKING_STRENGTH": "Maximum amount of braking applied (complementary PWM duty cycle)."
}
