{
  "STARTUP_BEEP": "Włączenie melodii dźwiękowej, gdy podłączone zasilanie ESC.",
  "BRAKE_ON_STOP": "Hamuje, gdy silniki są zatrzymane.",
  "BEACON_DELAY": "Po upływie czasu bezczynności nadajnik powinien zacząć się wyłączać.",
  "TEMPERATURE_PROTECTION": "Przy jakiej temperaturze ESC wyłączy się.",
  "BEEP_STRENGTH": "The volume of the startup beeps. Setting this too high might damage the motors.",
  "BEACON_STRENGTH": "The volume of the beacon. Setting this too high might damage the motors.",
  "STARTUP_POWER_MIN": "The least amount of power applied when starting up the motors. Increase if motors are not able to start up with low throttle input.",
  "DITHERING": "Zwiększa efektywną rozdzielczość pwm do 2000 kroków. Zaleca się pozostawienie tej rozdzielczości z częstotliwością pwm powyżej 24 kHz.",
  "STARTUP_POWER_MAX": "Limits power when starting motors or reversing direction.",
  "RPM_POWER_SLOPE": "Ogranicza wzrost mocy w zależności od szybkości obracania się silnika. Niższe wartości pozwalają uniknąć skoków mocy, ale mogą również zmniejszyć przyspieszenie i maksymalną możliwą prędkość.",
  "MOTOR_DIRECTION": "The motor rotation direction can be normal or reversed. In bidirectional mode, center throttle is zero.",
  "COMMUTATION_TIMING": "Motor commutation advance timing. Higher timing are less prone to desyncs and can provide more power at the cost of efficiency.",
  "DEMAG_COMPENSATION": "Zakres, w jakim należy odciąć zasilanie, aby zabezpieczyć silnik przed utrat mocy, spowodowanym długim czasem rozmagnesowania uzwojenia po komutacji.",
  "SINUSOIDAL_STARTUP": "During the first 10 percent of throttle the motor is stepped in sinusoidal open loop commutation.",
  "COMPLEMENTARY_PWM": "Enables active braking by using low side switches for current decay instead of MOSFET body diodes.",
  "VARIABLE_PWM_FREQUENCY": "Zwiększa częstotliwość PWM proporcjonalnie do prędkości obrotowej silnika z 24-48 khz, aby uniknąć zaburzeń przepustnicy.",
  "STUCK_ROTOR_PROTECTION": "Cuts power to the motor and stops trying to restart after 10 failed start attempts.",
  "STALL_PROTECTION": "Increases throttle automatically below a rpm threshold to try and avoid stalling the motor, not recommended for multirotors.",
  "TIMING_ADVANCE": "Motor commutation advance timing. Higher timing are less prone to desyncs and can provide more power at the cost of efficiency.",
  "MOTOR_KV": "Wartość znamionowa KV silnika określona przez producenta. Ta wartość jest używana do ustawiania limitu prędkości dla zabezpieczenia przed dławieniem przy niskiej prędkości.",
  "MOTOR_POLES": "Pole count of the motor. This value is used to adjust sinusoidal startup speed.",
  "STARTUP_POWER": "Controls the initial power given to the motor during startup and minimum throttle level.",
  "PWM_FREQUENCY": "When variable PWM is disabled, this manually sets the switching frequency (PWM) to the chosen range.",
  "BEEP_VOLUME": "The level of power for the audible beeps made by the motor. Settings too high might damage the motors.",
  "INTERVAL_TELEMETRY": "Wyświetla dane telemetryczne w przedziale 30 ms.",
  "SERVO_LOW_THRESHOLD": "Any signal below this point is considered zero throttle.",
  "SERVO_HIGH_THRESHOLD": "Dowolny sygnał powyżej tego punktu jest uważany za maksymalną moc przepustnicy.",
  "SERVO_NEUTRAL": "For bi-directional modes this is the zero throttle position in microseconds.",
  "SERVO_DEAD_BAND": "Applied to either side of Servo Neutral, anything in this range is considered zero throttle.",
  "LOW_VOLTAGE_CUTOFF": "Gdy włączone, zmniejszy się moc silnika, gdy napięcie spadnie poniżej progu niskiego napięcia.",
  "LOW_VOLTAGE_THRESHOLD": "Poziom napięcia na komórkę, w której pobór mocy jest niwelowany. Jednostki w woltach * 10. Aby odciąć od wartości 3.3v należy na przykład wprowadzić 330.",
  "RC_CAR_REVERSING": "For ground vehicles only. Overrides user settings and places ESC into bi-directional mode with double tap to reverse type control.",
  "USE_HALL_SENSORS": "For speed controllers with a hall sensor input to be used with sensored motors.",
  "SINE_MODE_RANGE": "The amount of throttle in percent used for sinusoidal startup.",
  "BRAKE_STRENGTH": "The level of hold brake applied when brake on stop is enabled.",
  "BRAKING_STRENGTH": "Maximum amount of braking applied (complementary PWM duty cycle)."
}
