{
  "STARTUP_BEEP": "Włącz melodię dźwiękową po włączeniu ESC.",
  "BRAKE_ON_STOP": "Hamować po zatrzymaniu silników.",
  "BEACON_DELAY": "Po upływie czasu bezczynności nadajnik powinien zacząć się wyłączać.",
  "TEMPERATURE_PROTECTION": "Przy jakiej temperaturze ESC wyłączy się.",
  "BEEP_STRENGTH": "Objętość dźwięków uruchamiania. Ustawienie tego zbyt dużego może uszkodzić silniki.",
  "BEACON_STRENGTH": "Objętość dźwięków uruchamiania. Ustawienie tego zbyt dużego może uszkodzić silniki.",
  "STARTUP_POWER_MIN": "Najmniejsza ilość mocy dostarczana podczas uruchamiania silników. Zwiększ, jeśli silniki nie są w stanie obracać się po uzbrojeniu.",
  "DITHERING": "Zwiększa efektywną rozdzielczość pwm do 2000 kroków. Zaleca się pozostawienie tej rozdzielczości z częstotliwością pwm powyżej 24 kHz.",
  "STARTUP_POWER_MAX": "Ogranicza moc podczas uruchamiania silników lub kierunku wstecznego.",
  "RPM_POWER_SLOPE": "Ogranicza wzrost mocy w zależności od szybkości obracania się silnika. Niższe wartości pozwalają uniknąć skoków mocy, ale mogą również zmniejszyć przyspieszenie i maksymalną możliwą prędkość.",
  "MOTOR_DIRECTION": "Kierunek obrotu silnika może być normalny lub odwrócony. W trybie dwukierunkowym przepustnica środkowa wynosi zero.",
  "COMMUTATION_TIMING": "Czas wyprzedzenia komutacji silnika. Dłuższe czasy są mniej podatne na desynchronizację i mogą zapewnić większą moc kosztem wydajności.",
  "DEMAG_COMPENSATION": "Zakres, w jakim należy odciąć zasilanie, aby zabezpieczyć silnik przed utrat mocy, spowodowanym długim czasem rozmagnesowania uzwojenia po komutacji.",
  "SINUSOIDAL_STARTUP": "Podczas pierwszych 10 procent przepustnicy silnik przechodzi w sinusoidalną komutację w otwartej pętli.",
  "COMPLEMENTARY_PWM": "Umożliwia aktywne hamowanie za pomocą przełączników po stronie niskiego napięcia do zaniku prądu zamiast diod korpusu MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Zwiększa częstotliwość PWM proporcjonalnie do prędkości obrotowej silnika z 24-48 khz, aby uniknąć zaburzeń przepustnicy.",
  "STUCK_ROTOR_PROTECTION": "Odcina zasilanie silnika i przerywa próby ponownego uruchomienia po 10 nieudanych próbach uruchomienia.",
  "STALL_PROTECTION": "Automatycznie zwiększa przepustnicę poniżej progu obrotów, aby uniknąć zablokowania silnika, co nie jest zalecane w przypadku wielowirnikowców.",
  "TIMING_ADVANCE": "Synchronizacja wyprzedzenia komutacji silnika. Dłuższe czasy są mniej podatne na desynchronizację i mogą zapewnić większą moc kosztem wydajności.",
  "MOTOR_KV": "Wartość znamionowa KV silnika określona przez producenta. Ta wartość jest używana do ustawiania limitu prędkości dla zabezpieczenia przed dławieniem przy niskiej prędkości.",
  "MOTOR_POLES": "Liczba biegunów silnika. Ta wartość służy do regulacji sinusoidalnej prędkości rozruchu.",
  "STARTUP_POWER": "Kontroluje początkową moc przekazywaną do silnika podczas rozruchu i minimalny poziom przepustnicy.",
  "PWM_FREQUENCY": "Gdy zmienna PWM jest wyłączona, ręcznie ustawia częstotliwość przełączania (PWM) na wybrany zakres.",
  "BEEP_VOLUME": "Poziom mocy sygnałów dźwiękowych wydawanych przez silnik. Zbyt wysokie ustawienia mogą uszkodzić silniki.",
  "INTERVAL_TELEMETRY": "Wyświetla dane telemetryczne w przedziale 30 ms.",
  "SERVO_LOW_THRESHOLD": "Każdy sygnał poniżej tego punktu jest uważany za zerową przepustnicę.",
  "SERVO_HIGH_THRESHOLD": "Dowolny sygnał powyżej tego punktu jest uważany za maksymalną moc przepustnicy.",
  "SERVO_NEUTRAL": "Dla trybów dwukierunkowych jest to pozycja zerowa przepustnicy w mikrosekundach.",
  "SERVO_DEAD_BAND": "W przypadku zastosowania po obu stronach Servo Neutral wszystko w tym zakresie jest uważane za zerową przepustnicę.",
  "LOW_VOLTAGE_CUTOFF": "Gdy włączone, zmniejszy się moc silnika, gdy napięcie spadnie poniżej progu niskiego napięcia.",
  "LOW_VOLTAGE_THRESHOLD": "Poziom napięcia na ogniwo, w którym następuje odcięcie zasilania. Jednostki w woltach * 100. Aby odciąć się przy 3,3v wpisz np. 330.",
  "RC_CAR_REVERSING": "Wyłącznie do pojazdów naziemnych. Zastępuje ustawienia użytkownika i umieszcza ESC w trybie dwukierunkowym z podwójnym dotknięciem, aby odwrócić kontrolę typu.",
  "USE_HALL_SENSORS": "Do regulatorów prędkości z wejściem czujnika Halla do stosowania z silnikami z czujnikami.",
  "SINE_MODE_RANGE": "Ilość przepustnicy w procentach użyta do sinusoidalnego rozruchu.",
  "BRAKE_STRENGTH": "Poziom wstrzymania hamulca zaciągniętego, gdy hamulec przy zatrzymaniu jest aktywny.",
  "BRAKING_STRENGTH": "Maksymalna siła hamowania (dodatkowy cykl pracy PWM).",
  "POWER_RATING": "Jeśli używasz EDT w konfiguracjach 1S, odczyty temperatury będą wyłączone, jeśli nie jest to ustawione na 1S. Wszystkie konfiguracje z 2S i więcej nie muszą modyfikować tego ustawienia.",
  "PWM_THRESHOLD_LOW": "Below this throttle, a 96kHz PWM signal will be used. Between low and high, a 48kHz PWM signal will beused.",
  "PWM_THRESHOLD_HIGH": "Above this throttle, a 24kHz PWM signal will be used.",
  "FORCE_EDT_ARM": "Only arm after successfull EDT handshake. Flight controller firmware has to support this feature.",
  "ESC_PROTOCOL": "Select the ESC protocol you want to use. This is for safety, with a preselected esc protocol, false throttle signale detections are prevented!",
  "RCPULSE_FILTER": "Values above 0 will enable the RC pulse filter, the higher the number the more aggressive the filter. Only use to compensate for really bad tunes."
}
