{
  "STARTUP_BEEP": "Włączenie melodii dźwiękowej, gdy podłączone zasilanie ESC.",
  "BRAKE_ON_STOP": "Hamuje, gdy silniki są zatrzymane.",
  "BEACON_DELAY": "Po upływie czasu bezczynności nadajnik powinien zacząć się wyłączać.",
  "TEMPERATURE_PROTECTION": "Przy jakiej temperaturze ESC wyłączy się.",
  "BEEP_STRENGTH": "Objętość dźwięków uruchamiania. Ustawienie tego zbyt dużego może uszkodzić silniki.",
  "BEACON_STRENGTH": "Objętość dźwięków uruchamiania. Ustawienie tego zbyt dużego może uszkodzić silniki.",
  "STARTUP_POWER_MIN": "Najmniejsza moc zastosowana podczas uruchamiania silników. Zwiększa się, jeśli silniki nie są w stanie uruchomić przy wejściu niskiej przepustnicy.",
  "DITHERING": "Zwiększa efektywną rozdzielczość pwm do 2000 kroków. Zaleca się pozostawienie tej rozdzielczości z częstotliwością pwm powyżej 24 kHz.",
  "STARTUP_POWER_MAX": "Ogranicza moc podczas uruchamiania silników lub kierunku wstecznego.",
  "RPM_POWER_SLOPE": "Ogranicza wzrost mocy w zależności od szybkości obracania się silnika. Niższe wartości pozwalają uniknąć skoków mocy, ale mogą również zmniejszyć przyspieszenie i maksymalną możliwą prędkość.",
  "MOTOR_DIRECTION": "Kierunek obrotu silnika może być normalny lub odwrócony. W trybie dwukierunkowym przepustnica środkowa wynosi zero.",
  "COMMUTATION_TIMING": "Czas wyprzedzenia komutacji silnika. Dłuższe czasy są mniej podatne na desynchronizację i mogą zapewnić większą moc kosztem wydajności.",
  "DEMAG_COMPENSATION": "Zakres, w jakim należy odciąć zasilanie, aby zabezpieczyć silnik przed utrat mocy, spowodowanym długim czasem rozmagnesowania uzwojenia po komutacji.",
  "SINUSOIDAL_STARTUP": "Podczas pierwszych 10 procent przepustnicy silnik przechodzi w sinusoidalną komutację w otwartej pętli.",
  "COMPLEMENTARY_PWM": "Umożliwia aktywne hamowanie za pomocą przełączników po stronie niskiego napięcia do zaniku prądu zamiast diod korpusu MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Zwiększa częstotliwość PWM proporcjonalnie do prędkości obrotowej silnika z 24-48 khz, aby uniknąć zaburzeń przepustnicy.",
  "STUCK_ROTOR_PROTECTION": "Odcina zasilanie silnika i przerywa próby ponownego uruchomienia po 10 nieudanych próbach uruchomienia.",
  "STALL_PROTECTION": "Automatycznie zwiększa przepustnicę poniżej progu obrotów, aby uniknąć zablokowania silnika, co nie jest zalecane w przypadku wielowirnikowców.",
  "TIMING_ADVANCE": "Synchronizacja wyprzedzenia komutacji silnika. Dłuższe czasy są mniej podatne na desynchronizację i mogą zapewnić większą moc kosztem wydajności.",
  "MOTOR_KV": "Wartość znamionowa KV silnika określona przez producenta. Ta wartość jest używana do ustawiania limitu prędkości dla zabezpieczenia przed dławieniem przy niskiej prędkości.",
  "MOTOR_POLES": "Liczba biegunów silnika. Ta wartość służy do regulacji sinusoidalnej prędkości rozruchu.",
  "STARTUP_POWER": "Kontroluje początkową moc przekazywaną do silnika podczas rozruchu i minimalny poziom przepustnicy.",
  "PWM_FREQUENCY": "Gdy zmienna PWM jest wyłączona, ręcznie ustawia częstotliwość przełączania (PWM) na wybrany zakres.",
  "BEEP_VOLUME": "The level of power for the audible beeps made by the motor. Settings too high might damage the motors.",
  "INTERVAL_TELEMETRY": "Wyświetla dane telemetryczne w przedziale 30 ms.",
  "SERVO_LOW_THRESHOLD": "Any signal below this point is considered zero throttle.",
  "SERVO_HIGH_THRESHOLD": "Dowolny sygnał powyżej tego punktu jest uważany za maksymalną moc przepustnicy.",
  "SERVO_NEUTRAL": "For bi-directional modes this is the zero throttle position in microseconds.",
  "SERVO_DEAD_BAND": "Applied to either side of Servo Neutral, anything in this range is considered zero throttle.",
  "LOW_VOLTAGE_CUTOFF": "Gdy włączone, zmniejszy się moc silnika, gdy napięcie spadnie poniżej progu niskiego napięcia.",
  "LOW_VOLTAGE_THRESHOLD": "Poziom napięcia na komórkę, w której pobór mocy jest niwelowany. Jednostki w woltach * 10. Aby odciąć od wartości 3.3v należy na przykład wprowadzić 330.",
  "RC_CAR_REVERSING": "For ground vehicles only. Overrides user settings and places ESC into bi-directional mode with double tap to reverse type control.",
  "USE_HALL_SENSORS": "For speed controllers with a hall sensor input to be used with sensored motors.",
  "SINE_MODE_RANGE": "The amount of throttle in percent used for sinusoidal startup.",
  "BRAKE_STRENGTH": "The level of hold brake applied when brake on stop is enabled.",
  "BRAKING_STRENGTH": "Maximum amount of braking applied (complementary PWM duty cycle)."
}
