{
  "STARTUP_BEEP": "Увімкнути сигнал мелодії, коли ESC включено.",
  "BRAKE_ON_STOP": "Гальмувати, коли мотори зупинені.",
  "BEACON_DELAY": "Скільки часу бездіяльності має пройти, щоб включився маячок.",
  "TEMPERATURE_PROTECTION": "При якій температура ESC відключиться.",
  "BEEP_STRENGTH": "Гучність пікання при запуску. Висока гучність може пошкодити мотори.",
  "BEACON_STRENGTH": "Інтенсивність маячка. Дуже висока інтенсивність може пошкодити мотори.",
  "STARTUP_POWER_MIN": "Найменше живлення, що застосовується при старті моторів. Збільшуйте, якщо мотори не розкручуються під час після взведення.",
  "DITHERING": "Збільшує ефективну роздільну здатність ШІМ до 2000 кроків. Рекомендується залишити ШІМ частоті вище 24кГц.",
  "STARTUP_POWER_MAX": "Обмежує живлення під час запускання моторів або коли напрямок міняється на протилежний.",
  "RPM_POWER_SLOPE": "Обмежує наскільки може бути збільшено живлення, дивлячись на швидкість обертання мотору. Менші значення дозволять уникнути спалахів потужності, а також зменшать прискорення і максимальну швидкість.",
  "MOTOR_DIRECTION": "Напрямок обертання мотора може бути нормальним або зворотним. У двонаправленому режимі центральна тяга дорівнює нулю.",
  "COMMUTATION_TIMING": "Часове випередження комутації мотору. Більше випередження призвoде до меншої десинхронізації і може забезпечити більше енергії за рахунок ефективності.",
  "DEMAG_COMPENSATION": "Наскільки зменшувати живлення, щоб запобігти зупинці мотору, спричиненої тривалим часом демагнетизації після комутації.",
  "SINUSOIDAL_STARTUP": "Протягом перших 10% тяги мотор переходе у синусоідальну комутацію відкритої петлі.",
  "COMPLEMENTARY_PWM": "Вмикає активне гальмування за допомогою нижніх бічних перемикачів для зменшення струму замість діодів MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Збільшує частоту ШІМ пропорційно об/хв мотору від 24-48кГц щоб уникнути порушень тяги.",
  "STUCK_ROTOR_PROTECTION": "Вирубає живлення мотору і припиняє спроби перезапуску після 10 невдалих спроб.",
  "STALL_PROTECTION": "Автоматично збільшує тягу нижче порогу об/хв, щоб уникнути зупинку мотору -- не рекомендоване для мультикоптерів.",
  "TIMING_ADVANCE": "Часове випередження комутації мотору. Більше випередження призвoде до меншої десинхронізації і може забезпечити більше енергії за рахунок ефективності.",
  "MOTOR_KV": "Рейтинг KV мотору, заявлений виробником. Значення використовується для встановлення обмеження об/хв для захисту тяги від низьких об/хв.",
  "MOTOR_POLES": "Кількість полюсів мотору. Це значення використовується для коригування Це значення використовується для коригування синусоідальної швидкості запуску.",
  "STARTUP_POWER": "Контролює початкову потужність, що надається мотору під час запуску, і мінімальний рівень тяги.",
  "PWM_FREQUENCY": "Коли змінна ШІМ вимкнена, це вручну задає частоту перемикання (ШІМ) на обраний діапазон.",
  "BEEP_VOLUME": "Рівень гучності пікалки мотору. Налаштування гучності на високий рівень може пошкодити мотор.",
  "INTERVAL_TELEMETRY": "Виводе данні телеметрії з інтервалом 30мс.",
  "SERVO_LOW_THRESHOLD": "Будь-який сигнал нижче цієї точки вважається нульовою тягою.",
  "SERVO_HIGH_THRESHOLD": "Будь-який сигнал вище цієї точки вважається максимальною тягою.",
  "SERVO_NEUTRAL": "У дво-спрямованих режимах це є позицією нульової тяги в мікросекундах.",
  "SERVO_DEAD_BAND": "Застосовується з будь-якого боку Servo Neutral, все що в цьому діапазоні, - вважається нульовою тягою.",
  "LOW_VOLTAGE_CUTOFF": "Якщо це увімкнути, то воно буде вирубати живлення мотору в разі падіння напруги до порогу низької напруги.",
  "LOW_VOLTAGE_THRESHOLD": "Рівень напруги для кожного елементу батареї при відключенні живлення. Одиниця виміру - Вольт*100. Наприклад, щоб відключити живлення при 3.3V, введіть значення 330.",
  "RC_CAR_REVERSING": "For ground vehicles only. Overrides user settings and places ESC into bi-directional mode with double tap to reverse type control.",
  "USE_HALL_SENSORS": "For speed controllers with a hall sensor input to be used with sensored motors.",
  "SINE_MODE_RANGE": "The amount of throttle in percent used for sinusoidal startup.",
  "BRAKE_STRENGTH": "The level of hold brake applied when brake on stop is enabled.",
  "BRAKING_STRENGTH": "Maximum amount of braking applied (complementary PWM duty cycle).",
  "POWER_RATING": "Depending on the power rating of your board this needs to be set to 1S if the board is rated for 1S only. On all boards rated at least with 2S (including 1-2S) or when a DC/DC converter is used to power the ESCs MCUs, this needs to be set to 2S+.",
  "PWM_THRESHOLD_LOW": "Below this throttle, a 96kHz PWM signal will be used. Between low and high, a 48kHz PWM signal will beused.",
  "PWM_THRESHOLD_HIGH": "Above this throttle, a 24kHz PWM signal will be used.",
  "FORCE_EDT_ARM": "Only arm after successfull EDT handshake. Flight controller firmware has to support this feature.",
  "ESC_PROTOCOL": "Select the ESC protocol you want to use. This is for safety, with a preselected esc protocol, false throttle signale detections are prevented!",
  "RCPULSE_FILTER": "Values above 0 will enable the RC pulse filter, the higher the number the more aggressive the filter. Only use to compensate for really bad tunes.",
  "RUNNING_BRAKE_LEVEL": "The amount of braking used when the motor is running.",
  "TEMPERATURE_LIMIT": "Will significantly decrease maximum power when threshold is reached.",
  "CURRENT_LIMIT": "Will hold the maximum possible RPM at the allowed current.",
  "SINE_MODE_POWER": "Fixed duty cycle level to be used when using sine mode. CAUTION: Values above 6 might damage motor and/or ESC.",
  "BIDIRECTIONAL_MODE": "Neutral position is in the center of throttle. Spins in one direction when above center and in the other direction when below center position."
}
