{
  "STARTUP_BEEP": "Увімкнути сигнал мелодії, коли регулятор обертів включено.",
  "BRAKE_ON_STOP": "Гальмувати, коли мотори зупинені.",
  "BEACON_DELAY": "Скільки часу бездіяльності має пройти, щоб включився маячок.",
  "TEMPERATURE_PROTECTION": "Температура, за якої буде відключатись регулятор обертів.",
  "BEEP_STRENGTH": "Гучність пікання при запуску. Висока гучність може пошкодити мотори.",
  "BEACON_STRENGTH": "Інтенсивність маячка. Дуже висока інтенсивність може пошкодити мотори.",
  "STARTUP_POWER_MIN": "Мінімальне живлення, що застосовується при запуску моторів. Збільшуйте, якщо мотори не розкручуються після взведення.",
  "DITHERING": "Збільшує ефективну роздільну здатність ШІМ до 2000 кроків. Рекомендується залишити ШІМ на частоті вище 24кГц.",
  "STARTUP_POWER_MAX": "Обмежує живлення під час запускання моторів або коли напрямок міняється на зворотній.",
  "RPM_POWER_SLOPE": "Обмежує збільшення живлення в залежності від швидкості обертання моторів. Менші значення дозволять уникнути стрибків потужності, а також зменшать прискорення і максимально можливу швидкість.",
  "MOTOR_DIRECTION": "Напрямок обертання мотора може бути нормальним або зворотним. У двонаправленому режимі центральна тяга дорівнює нулю.",
  "COMMUTATION_TIMING": "Таймінг, або швидкість відгуку комутації мотору. Більший таймінг призвoде до меншої десинхронізації і може забезпечити більше енергії за рахунок ефективності.",
  "DEMAG_COMPENSATION": "Наскільки зменшувати живлення, щоб запобігти зупинці мотору, спричиненої тривалим часом демагнетизації після комутації.",
  "SINUSOIDAL_STARTUP": "Протягом перших 10% тяги мотор переходе у синусоідальну комутацію відкритої петлі.",
  "COMPLEMENTARY_PWM": "Вмикає активне гальмування за допомогою нижніх бічних перемикачів для зменшення струму замість діодів MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Збільшує частоту ШІМ пропорційно об/хв мотору від 24-48кГц щоб уникнути коливань тяги.",
  "STUCK_ROTOR_PROTECTION": "Вимикає живлення мотору і припиняє спроби перезапуску після 10 невдалих спроб.",
  "STALL_PROTECTION": "Автоматичне збільшення тяги при зниженні об/хв менше за порогове значення, щоб уникнути зупинки мотору -- не рекомендоване для мультикоптерів.",
  "TIMING_ADVANCE": "Таймінг, або швидкість відгуку комутації мотору. Більший таймінг призвoде до меншої десинхронізації і може забезпечити більше енергії за рахунок ефективності.",
  "MOTOR_KV": "Рейтинг KV мотору, заявлений виробником. Це значення використовується для встановлення обмеження об/хв для забезпечення тяги при низьких об/хв.",
  "MOTOR_POLES": "Кількість полюсів мотору. Це значення використовується для коригування синусоідальної швидкості запуску.",
  "STARTUP_POWER": "Регулювання початкової пускової потужності мотору і мінімальний рівень тяги.",
  "PWM_FREQUENCY": "Коли змінна ШІМ вимкнена, це вручну задає частоту перемикання (ШІМ) на обраний діапазон.",
  "BEEP_VOLUME": "Рівень гучності пікалки мотору. Налаштування гучності на високий рівень може пошкодити мотор.",
  "INTERVAL_TELEMETRY": "Виводе данні телеметрії з інтервалом 30мс.",
  "SERVO_LOW_THRESHOLD": "Будь-який сигнал нижче цієї точки вважається нульовою тягою.",
  "SERVO_HIGH_THRESHOLD": "Будь-який сигнал вище цієї точки вважається максимальною тягою.",
  "SERVO_NEUTRAL": "У дво-спрямованих режимах це є позицією нульової тяги в мікросекундах.",
  "SERVO_DEAD_BAND": "Застосовується по обидва боки від Servo Neutral, все що в цьому діапазоні, - вважається нульовою тягою.",
  "LOW_VOLTAGE_CUTOFF": "Якщо це увімкнути, то воно буде обмежувати живлення мотору в разі падіння напруги нижче порогу низької напруги.",
  "LOW_VOLTAGE_THRESHOLD": "Рівень напруги для кожного елементу батареї для обмеження живлення. Одиниця виміру - Вольт*100. Наприклад, щоб відключити живлення при 3.3V, введіть значення 330.",
  "RC_CAR_REVERSING": "Тільки для наземного транспорту. Переписує налаштування користувача і встановлює регулятор обертів у дво-направлений режим, подвійне натискання міняє напрямок на протилежний.",
  "USE_HALL_SENSORS": "Використання сенсорів Холлу для регуляторів швидкості, вхідні данні сенсору Холлу використовуються сенсорами моторів.",
  "SINE_MODE_RANGE": "Використання тяги, у відсотках, для синусоідального запуску.",
  "BRAKE_STRENGTH": "Застосований рівень гальмування, коли гальмо увімкнуте.",
  "BRAKING_STRENGTH": "Застосований максимальний обсяг гальмування (додаткова ШІМ навантаження).",
  "POWER_RATING": "Залежно від номінальної напруги вашої плати, це повинно бути встановлено на 1S, якщо плата призначена лише для 1S батарей. На всіх платах, які мають номінальну напругу принаймні 2S (включаючи 1-2S) або коли для живлення мікроконтролера регулятора використовується DC/DC перетворювач, це повинно бути встановлено на 2S+.",
  "PWM_THRESHOLD_LOW": "Нижче цього рівня тяги буде використовуватися сигнал ШІМ із частотою 96 кГц. Між низьким і високим рівнем тяги буде використовуватися сигнал ШІМ із частотою 48 кГц.",
  "PWM_THRESHOLD_HIGH": "Нижче цього рівня, буде використана ШІМ з частотою 24кГц.",
  "FORCE_EDT_ARM": "Взводити лише після успішного підтвердження встановлення зв'язку EDT. Прошивка польотного контролера повинна підтримувати цю функцію.",
  "ESC_PROTOCOL": "Оберіть протокол регулятора, який бажаєте використовувати. Це зроблено з метою безпеки, заздалегідь встановлений протокол регулятора допомагає уникнути помилкового виявлення сигналів тяги!",
  "RCPULSE_FILTER": "Значення більші за 0 включать фільтр імпульсів пульта. Чим більше значення, тим інтенсивніша фільтрація. Користуйтеся тільки щоб компенсувати погані налаштування.",
  "RUNNING_BRAKE_LEVEL": "Задіяний обсяг гальмування, коли працює мотор.",
  "TEMPERATURE_LIMIT": "Коли буде досягнуто ліміт, максимальна потужність значно зменшиться.",
  "CURRENT_LIMIT": "Буде тримати максимальну можливу кількість об/хв при дозволеному струмі.",
  "SINE_MODE_POWER": "Фіксований рівень навантаження буде задіяно під час використання режиму сінусоіди. ОБЕРЕЖНО! Значення більше 6 можуть пошкодити мотор і регулятор обертів.",
  "BIDIRECTIONAL_MODE": "Нейтральна позиція - це точка центру тяги. Обертання відбуваються в одному напрямку у позиції над центром, і в іншому напрямку - на позиції під центром."
}
