{
  "STARTUP_BEEP": "Activer la mélodie lorsque l'ESC est alimenté.",
  "BRAKE_ON_STOP": "Freiner lorsque les moteurs sont arrêtés.",
  "BEACON_DELAY": "Après combien de temps d'inactivité la balise devrait démarrer.",
  "TEMPERATURE_PROTECTION": "À quelle température l'ESC doit s'éteindre.",
  "BEEP_STRENGTH": "Volume des bip de démarrage. Un réglage trop intense peut endommager les moteurs.",
  "BEACON_STRENGTH": "Volume des bip de balise. Un réglage trop intense peut endommager les moteurs.",
  "STARTUP_POWER_MIN": "Puissance minimal appliquée lors du démarrage des moteurs. Augmentez si les moteurs ne sont pas en mesure de démarrer avec peu de gaz.",
  "DITHERING": "Augmente la résolution efficace PWM à 2000 étapes. Il est recommandé de le laissé activé pour une fréquence PWM au-dessus de 24kHz.",
  "STARTUP_POWER_MAX": "Limite la puissance lors du démarrage des moteurs ou du changement de direction.",
  "RPM_POWER_SLOPE": "Limite l'ajout de puissance en fonction de la vitesse du moteur. Des valeurs plus basses vont éviter les piques d'électricité mais vont réduire l'accélération et la vitesse maximum atteignable.",
  "MOTOR_DIRECTION": "Le sens de rotation des moteurs peut être normal ou inversé. Dans le mode bidirectionnel, le gaz au centre est zéro.",
  "COMMUTATION_TIMING": "Réglage de la commutation du moteur. Un timming plus haut aura moins tendance à désynchroniser et peut donner plus de puissance en échange d'une moins bonne efficacité.",
  "DEMAG_COMPENSATION": "The extent to which power should be cut to protect against motor stalls caused by long winding demagnetization time after commutation.",
  "SINUSOIDAL_STARTUP": "During the first 10 percent of throttle the motor is stepped in sinusoidal open loop commutation.",
  "COMPLEMENTARY_PWM": "Enables active braking by using low side switches for current decay instead of MOSFET body diodes.",
  "VARIABLE_PWM_FREQUENCY": "Augmente la fréquence PWM proportionnellement au tour minutes des moteurs de 24-48kHz afin d'éviter les perturbation des gaz.",
  "STUCK_ROTOR_PROTECTION": "Cuts power to the motor and stops trying to restart after 10 failed start attempts.",
  "STALL_PROTECTION": "Increases throttle automatically below a rpm threshold to try and avoid stalling the motor, not recommended for multirotors.",
  "TIMING_ADVANCE": "Motor commutation advance timing. Higher timing are less prone to desyncs and can provide more power at the cost of efficiency.",
  "MOTOR_KV": "The KV rating of the motor stated by the manufacturer. The value is used to set RPM limit for low rpm throttle protection.",
  "MOTOR_POLES": "Pole count of the motor. This value is used to adjust sinusoidal startup speed.",
  "STARTUP_POWER": "Controls the initial power given to the motor during startup and minimum throttle level.",
  "PWM_FREQUENCY": "When variable PWM is disabled, this manually sets the switching frequency (PWM) to the chosen range.",
  "BEEP_VOLUME": "The level of power for the audible beeps made by the motor. Settings too high might damage the motors.",
  "INTERVAL_TELEMETRY": "Outputs telemetry data on a 30ms interval.",
  "SERVO_LOW_THRESHOLD": "Any signal below this point is considered zero throttle.",
  "SERVO_HIGH_THRESHOLD": "Any signal above this point is considered maximum throttle.",
  "SERVO_NEUTRAL": "For bi-directional modes this is the zero throttle position in microseconds.",
  "SERVO_DEAD_BAND": "Applied to either side of Servo Neutral, anything in this range is considered zero throttle.",
  "LOW_VOLTAGE_CUTOFF": "When enabled will cut power to the motor when the voltage drops below the low voltage threshold.",
  "LOW_VOLTAGE_THRESHOLD": "Voltage level per cell where power is cut. Units in volts * 10. To cut off at 3.3v enter 330 for example.",
  "RC_CAR_REVERSING": "For ground vehicles only. Overrides user settings and places ESC into bi-directional mode with double tap to reverse type control.",
  "USE_HALL_SENSORS": "For speed controllers with a hall sensor input to be used with sensored motors.",
  "SINE_MODE_RANGE": "The amount of throttle in percent used for sinusoidal startup.",
  "BRAKE_STRENGTH": "The level of hold brake applied when brake on stop is enabled.",
  "BRAKING_STRENGTH": "Maximum amount of braking applied (complementary PWM duty cycle)."
}
