{
  "STARTUP_BEEP": "Activer la mélodie lorsque l'ESC est alimenté.",
  "BRAKE_ON_STOP": "Freiner lorsque les moteurs sont arrêtés.",
  "BEACON_DELAY": "Après combien de temps d'inactivité la balise devrait démarrer.",
  "TEMPERATURE_PROTECTION": "À quelle température l'ESC doit s'éteindre.",
  "BEEP_STRENGTH": "Volume des bip de démarrage. Un réglage trop intense peut endommager les moteurs.",
  "BEACON_STRENGTH": "Volume des bip de balise. Un réglage trop intense peut endommager les moteurs.",
  "STARTUP_POWER_MIN": "Le minimum de puissance appliquée au démarrage des moteurs. Augmentez si les moteurs ne sont pas en mesure de tourner après armement.",
  "DITHERING": "Augmente la résolution efficace PWM à 2000 étapes. Il est recommandé de le laissé activé pour une fréquence PWM au-dessus de 24kHz.",
  "STARTUP_POWER_MAX": "Limite la puissance lors du démarrage des moteurs ou du changement de direction.",
  "RPM_POWER_SLOPE": "Limite l'ajout de puissance en fonction de la vitesse du moteur. Des valeurs plus basses vont éviter les piques d'électricité mais vont réduire l'accélération et la vitesse maximum atteignable.",
  "MOTOR_DIRECTION": "Le sens de rotation des moteurs peut être normal ou inversé. Dans le mode bidirectionnel, le gaz au centre est zéro.",
  "COMMUTATION_TIMING": "Réglage de la commutation du moteur. Un timming plus haut aura moins tendance à désynchroniser et peut donner plus de puissance en échange d'une moins bonne efficacité.",
  "DEMAG_COMPENSATION": "La mesure dans laquelle la puissance doit être coupée pour se protéger contre les décrochages moteurs causés par une longue durée de démagnétisation après commutation.",
  "SINUSOIDAL_STARTUP": "Au cours des 10 premiers pourcentages de gaz, le moteur est mis en marche dans la commutation en boucle ouverte sinusoïdale.",
  "COMPLEMENTARY_PWM": "Permet le freinage actif en utilisant des commutateurs de bas niveau pour la décomposition actuelle au lieu des diodes corporelles MOSFET.",
  "VARIABLE_PWM_FREQUENCY": "Augmente la fréquence PWM proportionnellement au tour minutes des moteurs de 24-48kHz afin d'éviter les perturbation des gaz.",
  "STUCK_ROTOR_PROTECTION": "Coupe l'alimentation du moteur et abandonne le redémarrage après 10 tentatives infructueuses.",
  "STALL_PROTECTION": "Augmente les gaz automatiquement en dessous d'un certain régime moteur afin d'éviter au moteur de caler. N'est pas recommandé au multirotors.",
  "TIMING_ADVANCE": "Réglage de la commutation du moteur. Un timming plus haut aura moins tendance à désynchroniser et peut donner plus de puissance en échange d'une moins bonne efficacité.",
  "MOTOR_KV": "KV du moteur stipulé par le fabriquant. La valeur est utilisée pour définir une limite de protection de bas régime.",
  "MOTOR_POLES": "Nombre de pole dans le moteur. Cette valeur est utilisée pour ajuster la vitesse sinusoïdale de démarrage.",
  "STARTUP_POWER": "Contrôle la puissance initiale envoyée au moteur lors du démarrage ainsi que le niveau minimum des gaz.",
  "PWM_FREQUENCY": "Quand la PWM variable est désactivée, cette option définie manuellement la fréquence de commutation (PWM) dans la plage choisie.",
  "BEEP_VOLUME": "Volume des bip émit par le moteur. Les paramètres trop élevés peuvent endommager les moteurs.",
  "INTERVAL_TELEMETRY": "Affiche les données de télémétrie à un intervalle de 30 ms.",
  "SERVO_LOW_THRESHOLD": "Tout signal en dessous de ce seuil est considéré comme zero gaz.",
  "SERVO_HIGH_THRESHOLD": "Tout signal au dessus de ce seuil est considéré comme plein gaz.",
  "SERVO_NEUTRAL": "Postion neutre pour le mode bidirectionnel, en microsecondes.",
  "SERVO_DEAD_BAND": "Appliqué de chaque côté du neutre servo. Tout signal inclus dans cette bande est considéré comme zéro gaz.",
  "LOW_VOLTAGE_CUTOFF": "Quand activé, coupera l'alimentation du moteur lorsque la tension descend en dessous du seuil de basse tension.",
  "LOW_VOLTAGE_THRESHOLD": "Niveau de tension par cellule où l'alimentation est coupée. Unités en volts * 10. Pour couper à 3,3v entrer 330 par exemple.",
  "RC_CAR_REVERSING": "Pour véhicules terrestre uniquement. Remplace les paramètres de l'utilisateur et passe l'ESC en mode bidirectionnel avec double appui pour inverser le type de contrôle.",
  "USE_HALL_SENSORS": "Pour les contrôleurs de vitesse avec une entrée de capteur de hall à utiliser avec des moteurs à capteur.",
  "SINE_MODE_RANGE": "La quantité de gaz en pourcentage utilisée pour le démarrage sinusoïdal.",
  "BRAKE_STRENGTH": "Le niveau de freinage appliqué lorsque le frein à l'arrêt est activé.",
  "BRAKING_STRENGTH": "Quantité maximale de freinage appliquée (cycle de service PWM complémentaire).",
  "POWER_RATING": "Depending on the power rating of your board this needs to be set to '1S Only' if the board is rated for 1S only. On all boards rated at least with 2S (including 1-2S) or when a DC/DC converter is used to power the ESCs MCUs, this needs to be set to '1-2S+'.",
  "PWM_THRESHOLD_LOW": "Sous cette limite, un signal PWM de 96kHz sera utilisé. Entre faible et élevé, un signal PWM de 48kHz sera utilisé.",
  "PWM_THRESHOLD_HIGH": "Au-dessus de cette limite, un signal PWM 24kHz sera utilisé.",
  "FORCE_EDT_ARM": "Armer seulement après un handshake EDT. Le firmware du contrôleur de vol doit supporter cette fonctionnalité.",
  "ESC_PROTOCOL": "Sélectionner le protocole ESC que vous voulez utiliser. Ceci est pour la sécurité, avec un protocole esc présélectionné, les détections de faux gaz sont évitées !",
  "RCPULSE_FILTER": "Les valeurs supérieures à 0 activeront le filtre d'impulsion RC, plus le nombre est élevé, plus le filtre est agressif. Utiliser uniquement pour compenser les très mauvais réglages.",
  "RUNNING_BRAKE_LEVEL": "La quantité de freinage utilisée lorsque le moteur est en marche.",
  "TEMPERATURE_LIMIT": "Diminuera considérablement la puissance maximale lorsque le seuil est atteint.",
  "CURRENT_LIMIT": "Maintien le maximum de tr/min possible au courant autorisé.",
  "SINE_MODE_POWER": "Niveau de cycle de service fixe à utiliser lors de l'utilisation du mode sinusoïdal. ATTENTION : Les valeurs supérieures à 6 peuvent endommager le moteur et/ou l'ESC.",
  "BIDIRECTIONAL_MODE": "La position neutre se situe au centre de gaz. Fait tourner dans une direction quand elle est au-dessus du centre et dans l'autre direction quand elle est en dessous de la position centrale."
}
