{
  "STARTUP_BEEP": "Проигрывает мелодию при включении регулятора оборотов (ESC).",
  "BRAKE_ON_STOP": "Препятствует авторотации при снижении оборотов двигателя.",
  "BEACON_DELAY": "Время бездействия перед включением сигнала тревоги.",
  "TEMPERATURE_PROTECTION": "Температура, при которой будет отключаться регулятор оборотов.",
  "BEEP_STRENGTH": "Громкость звукового сигнала при запуске. Установка высокой громкости может повредить двигатели.",
  "BEACON_STRENGTH": "Громкость сигнала тревоги. Установка высокой громкости может повредить двигатели.",
  "STARTUP_POWER_MIN": "Минимальнаяя мощность, применяемая при запуске двигателей. Необходимо увеличить, если двигатели не раскручиваются после арминга.",
  "DITHERING": "Увеличивает эффективное разрешение ШИМ (PWM) до 2000 шагов. Рекомендуется оставлять включенным при частоте ШИМ выше 24кГц.",
  "STARTUP_POWER_MAX": "Ограничивает мощность двигателей при запуске или изменении направления оборотов.",
  "RPM_POWER_SLOPE": "Ограничивает увеличение мощности при ускорении вращения двигателя. Меньшие значения позволят избежать скачков мощности, а также снизят ускорение и максимально-возможную скорость.",
  "MOTOR_DIRECTION": "Направление вращения двигателя может быть прямым или обратным. В двунаправленном режиме центральное положение тяги соответствует нулевому газу.",
  "COMMUTATION_TIMING": "Угол опережения коммутации оботок двигателя. Больший тайминг делает регулятор оборотов менее склонным к десинхронизации и может обеспечить больше мощности за счет эффективности.",
  "DEMAG_COMPENSATION": "Степень уменьшения мощности, для предотвращения остановки двигателя, вызванной продолжительной демагнетизацией после коммутации обмоток двигателя.",
  "SINUSOIDAL_STARTUP": "В течение первых 10% тяги - двигатель переводится в синусоидальный режим с разомкнутым контуром (без обратной связи).",
  "COMPLEMENTARY_PWM": "Обеспечивает активное торможение в свзяи с уменьшением силы тока за счет использования нижнего плеча MOSFET-транзисторов.",
  "VARIABLE_PWM_FREQUENCY": "Увеличивает частоту ШИМ пропорционально оборотам двигателя от 24-48кГц во избежание колебаний тяги.",
  "STUCK_ROTOR_PROTECTION": "Выключает питание двигателя и прекращает попытки перезапуска после 10 неудачных попыток запуска.",
  "STALL_PROTECTION": "Автоматическое увеличение тяги при снижении оборотов меньше порогового значения, чтобы избежать остановки мотора. Не рекомендуется для мультикоптеров.",
  "TIMING_ADVANCE": "Угол опережения коммутации оботок двигателя. Больший тайминг делает регулятор оборотов менее склонным к десинхронизации и может обеспечить больше мощности за счет эффективности.",
  "MOTOR_KV": "Рейтинг KV мотора, заявленный изготовителем. Это значение используется для установления ограничения оборотов для защиты двигателя при низких оборотах.",
  "MOTOR_POLES": "Количество полюсов двигателя. Это значение используется для корректировки синусоидальной скорости запуска.",
  "STARTUP_POWER": "Регулирует мощность, отдаваемую мотору при запуске и минимальном уровне тяги.",
  "PWM_FREQUENCY": "Когда переменная частота ШИМ выключена, эта опция вручную задает частоту переключения (ШИМ) на выбранный диапазон.",
  "BEEP_VOLUME": "Уровень громкости звучания двигателя. Высокие значения могут повредить моторы.",
  "INTERVAL_TELEMETRY": "Вывод данных телеметрии с интервалом 30 мс.",
  "SERVO_LOW_THRESHOLD": "Любой сигнал ниже этой точки будет считаться нулевой тягой.",
  "SERVO_HIGH_THRESHOLD": "Любой сигнал выше этой точки будет считаться максимальной тягой.",
  "SERVO_NEUTRAL": "В двунаправленных режимах это позиция будет считаться нулевой тягой.",
  "SERVO_DEAD_BAND": "Применяется с обеих сторон от нейтрали сервопривода. Все что в этом диапазоне – будет считаться нулевой тягой.",
  "LOW_VOLTAGE_CUTOFF": "Если это опция включена, то питание двигателя будет выключаться при падении напряжения ниже порогового значения.",
  "LOW_VOLTAGE_THRESHOLD": "Уровень напряжений для каждого элемента батареи для ограничения питания. Единица измерения – Вольт * 100. К примеру, чтобы отключить питание при 3.3V, введите значение 330.",
  "RC_CAR_REVERSING": "Только для наземного транспорта. Переписывает пользовательские настройки и устанавливает регулятор оборотов в двунаправленный режим, двойное нажатие меняет направление на противоположное.",
  "USE_HALL_SENSORS": "Для регуляторов скорости с датчиками эффекта Холла. Входные данные датчика Холла используются сенсорами двигателей.",
  "SINE_MODE_RANGE": "Количество тяги в процентах для синусоидального запуска.",
  "BRAKE_STRENGTH": "Сила торможения, при включенном торможении при остановке.",
  "BRAKING_STRENGTH": "Максимальное значение торможения, которое применимо (требуется дополнительный цикл ШИМ).",
  "POWER_RATING": "Depending on the power rating of your board this needs to be set to '1S Only' if the board is rated for 1S only. On all boards rated at least with 2S (including 1-2S) or when a DC/DC converter is used to power the ESCs MCUs, this needs to be set to '1-2S+'.",
  "PWM_THRESHOLD_LOW": "Ниже этого уровня тяги будет использоваться сигнал ШИМ с частотой 96 кГц. Между низким и высоким уровнем тяги будет использоваться сигнал ШИМ с частотой 48 кГц.",
  "PWM_THRESHOLD_HIGH": "Выше этого уровня будет использована ШИМ с частотой 24кГц.",
  "FORCE_EDT_ARM": "Армить только после успешношо взаимодействия полетного контролера с EDT (расширенная телеметрия Dshot). Прошивка полетного контроллера должна поддерживать данную функцию.",
  "ESC_PROTOCOL": "Выберите протокол регулятора, который хотите использовать. Это сделано в целях безопасности, заранее установленный протокол регулятора помогает избежать ошибочного обнаружения сигналов тяги!",
  "RCPULSE_FILTER": "Значения больше 0 включают фильтр импульсов (RC pulse). Чем больше значение, тем агрессивнее фильтрация. Использовать только для компенсации реально плохих настроек.",
  "RUNNING_BRAKE_LEVEL": "Объем торможения, используемый при работе двигателя.",
  "TEMPERATURE_LIMIT": "Значительное снижение максимальной мощности при достижении порога.",
  "CURRENT_LIMIT": "Удерживать максимально возможные обороты при разрешенном уровне тока.",
  "SINE_MODE_POWER": "Фиксированный уровень мощности будет задействован в синусоидальном режиме. ОСТОРОЖНО! Значения свыше 6 могут повредить двигатель и регулятор оборотов.",
  "BIDIRECTIONAL_MODE": "Нейтральная позиция в центре – это нулевая тяга. Смещение выше центральной позиции – вращение в одном направлении, смещение ниже центральной позиции – вращение в другом направлении."
}
